Repository: MaDDoGo/metadata.filmaffinity.com
Catalog: resources/language/resource.language.*/strings.po
Languages: el_gr, es_es, pl_pl, pt_br, sv_se

# #30001
source: General Options
el_gr: Γενικές Επιλογές
es_es: Opciones generales
pl_pl: Ogolne opcje
pt_br: Opções Gerais
sv_se: Allmänna val

# #30002
source: Show titles in their original language
el_gr: Εμφάνιση τίτλων στην αρχική τους γλώσσα
es_es: Mostrar títulos en su idioma original
pl_pl: Pokaż tytuły w jezyku oryginalnym
pt_br: Mostrar títulos em linguagem original
sv_se: Visa titlar i original språk

# #30003
source: Compatibility with Studio logos
el_gr: Συμβατότητα με λογότυπα των Στούντιο
es_es: Compatibilidad con miniaturas de Estudio
pl_pl: Kompatybilność z logami Studyjnymi
pt_br: Compatibilidade dom Logos de Estúdio
sv_se: Kompabilitet med studiologotyper

# #30004
source: Advanced Search
el_gr: Προηγμένη Αναζήτηση
es_es: Búsqueda avanzada
pl_pl: Wyszukiwanie zaawansowane
pt_br: Procura Avançada
sv_se: Avancerad sökning

# #30005
source: Use Google search (read the documentation)
el_gr: Χρήση αναζήτησης Google (διαβάστε τη βοήθεια)
es_es: Usar búsqueda en Google (leer antes la documentación)
pl_pl: Użyj wyszukiwarki Google (przeczytaj dokumentację)
pt_br: Usar Procurar no Google (leia a documentação)
sv_se: Använd Google-sök (läs dokumentationen)

# #30006
source: Documentation
el_gr: Βοήθεια
es_es: Documentación
pl_pl: Dokumentacja
pt_br: Documentação
sv_se: Dokumentation

# #30007
source: About Google advanced search
el_gr: Σχετικά με την προηγμένη αναζήτηση Google
es_es: Acerca de la búsqueda avanzada de Google
pl_pl: O zaawansowanym wyszukiwaniu google
pt_br: Busca Avançada Sobre Google
sv_se: Om Google avancerad sökning

# #30008
source: Show changelog
el_gr: Προβολή αρχείου καταγραφής αλλαγών
es_es: Ver registro de cambios
pl_pl: Pokaż changelog
pt_br: Mostrar Changelog
sv_se: Visa ändringslogg

# #30021
source: Posters Sources
el_gr: Πηγές Αφισών
es_es: Servicios de Posters
pl_pl: Źródła plakatów
pt_br: Fontes Posters
sv_se: Omslagskälla

# #30022
source: Filmaffinity main poster (quick download)
el_gr: Βασική αφίσα Filmaffinity (ταχεία λήψη)
es_es: Poster principal de FilmAffinity (descarga rápida)
pl_pl: Główny plakat Filmaffinity (szybkie pobieranie)
pt_br: Poster principal Filmaffinity (download rápido)
sv_se: Filmaffinity huvudomslag (snabb nedladdning)

# #30023
source: TMDB posters
el_gr: Αφίσες από TheMovieDB
es_es: Posters de TMDB
pl_pl: Plakaty TheMovieDB
pt_br: Posters TheMovieDB
sv_se: TheMovieDB-omslag

# #30024
source: -> TMDB posters language
el_gr: -> Γλώσσα αφισών TheMovieDB
es_es: - Idioma de los posters de TMDB
pl_pl: -> język plakatów TheMovieDB
pt_br: -> Linguagem posters TheMovieDB
sv_se: -> TheMovieDB-omslagspråk

# #30025
source: MoviePosterDB posters
el_gr: Αφίσες από MoviePosterDB
es_es: Posters de MoviePosterDB
pl_pl: Plakaty MoviePosterDB
pt_br: Posters MoviePosterDB
sv_se: MoviePosterDB-omslag

# #30026
source: IMDB posters
el_gr: Αφίσες από IMDb
es_es: Posters de IMDB
pl_pl: Plakaty IMDB
pt_br: Posters IMDB
sv_se: IMDB-omslag

# #30027
source: IMPAwards posters
el_gr: Αφίσες από IMPAwards
es_es: Posters de IMPAwards
pl_pl: Plakaty IMPAwards
pt_br: Posters IMPAwards
sv_se: IMPAwards-omslag

# #30028
source: Fanart.tv posters
el_gr: Αφίσες από Trackt
es_es: Posters de Trackt
pl_pl: Plakaty Trackt
pt_br: Posters Trackt
sv_se: Trackt-omslag

# #30029
source: FilmAffinity extra posters
el_gr: Επιπλέον αφίσες από FilmAffinity
es_es: Posters de Fanart.tv
pl_pl: Dodatkowe plakaty FilmAffinity
pt_br: Extra Posters FilmAffinity
sv_se: FilmAffinity extra omslag

# #30041
source: FanArts Sources
el_gr: Πηγές FanArt
es_es: Servicios de FanArts
pl_pl: Źródła fanartów
pt_br: Fontes FanArts
sv_se: Fanartskälla

# #30042
source: TMDB FanArts
el_gr: FanArt από TheMovieDB
es_es: FanArts de TMDB
pl_pl: Fanarty TheMovieDB
pt_br: Fanarts TheMovieDB
sv_se: TheMovieDB-fanarts

# #30043
source: Trackt FanArts
el_gr: FanArt από Trackt
es_es: FanArts de Trackt
pl_pl: Fanarty Trackt

# #30061
source: Trailers Sources
el_gr: Πηγές Διαφημιστικών
es_es: Servicios de Trailers
pl_pl: Źródła trailerów
pt_br: Fontes Trailers
sv_se: Trailerkälla

# #30062
source: FilmAffinity Trailer
el_gr: Διαφημιστικό από FilmAffinity
es_es: Trailer de FilmAffinity
pl_pl: Trailery FilmAffinity
pt_br: Trailer FilmAffinity

# #30063
source: TMDB Trailers
el_gr: Διαφημιστικά από TheMovieDB
es_es: Trailer de TMDB
pl_pl: Trailery TheMovieDB
pt_br: Trailers TheMovieDB
sv_se: TheMovieDB Trailers

# #30064
source: -> TMDB trailer language
el_gr: -> Γλώσσα διαφημιστικών TheMovieDB
es_es: - Idioma del trailer de TMDB
pl_pl: -> Język trailerów TheMovieDB
pt_br: ->Linguagem Trailer TheMovieDB
sv_se: -> TheMovieDB trailerspråk

# #30065
source: Trailer HD-Trailers
el_gr: Διαφημιστικά από HD-Trailers
es_es: Trailer de HD-Trailers
pl_pl: Trailery HD

# #30066
source: -> HD-Trailers quality
el_gr: -> Ποιότητα διαφημιστικών HD-Trailers
es_es: - Calidad del trailer de HD-Trailers
pl_pl: -> Jakość trailerów HD
pt_br: -> HD-Trailers qualidade
sv_se: -> HD-Trailerskvalitet

# #30082
source: Get set (collection) titles from TMDB
el_gr: Τίτλοι Ομάδων Ταινιών από TheMovieDB
es_es: Obtener títulos de colecciones de TMDB
pl_pl: Pobierz tytuły kolekcji (grupy) z TheMovieDB
pt_br: Pegar Títulos da Coletâneas (coleções) do TheMovieDB
sv_se: Hämta uppsättnings- (samlings) titlar från TheMovieDB

# #30083
source: - Set language from TMDB
el_gr: -> Προτιμώμενη Γλώσσα Τίτλων Ομάδων Ταινιών
es_es: - Idioma de los títulos de colecciones de TMDB
pl_pl: -> Preferuj oryginalne tytuły kolekcji (grup)
pt_br: ->Linguagem Preferida dos Títulos nas Coletâneas (Coleções)
sv_se: -> Föredraget uppsättnings- (samlings) titelspråk

# #30084
source: Get slogan from TMDB
el_gr: Πηγές IMDb
es_es: Usar eslogan de TMDB
pl_pl: Źródła IMDB
pt_br: Fontes IMDB
sv_se: IMDB-källor

# #30085
source: - Slogan language from TMDB
el_gr: Χρήση πλήρους διανομής από IMDb (ηθοποιοί, ρόλοι και φωτογραφίες)
es_es: - Idioma del eslogan de TMDB
pl_pl: Użyj pełnej obsady IMDB (aktor, rola i film)
pt_br: Use Elenco Inteiro IMDB (ator, papel e imagem)
sv_se: Använd IMDB full rollsättning (skådespelare, roll och bild)

# #30086
source: Use TMDB age ratings (MPAA)
el_gr: Επιπλέον πληροφορίες (Σλόγκαν, Καταλληλότητα, Κορυφαία 250)
es_es: Usar clasificación por edades (MPAA) de TMDB
pl_pl: Informacje dodatkowe (slogan, MPAA, Top 250)
pt_br: Informação Extra (Slogan, MPAA, Top 250)
sv_se: Extra information (Slogan, MPAA, Topp 250)

# #30087
source: TMDB ratings' country
el_gr: Χρήση αξιολόγησης IMDb
es_es: País de la clasificación por edades
pl_pl: Użyj oceny IMDB
pt_br: Usar classificação do IMDB
sv_se: Använd IMDB-betyg

# #30088
source: Use TMDB full cast (actor, rol, picture)
es_es: Usar reparto completo de TMDB (actor, rol, foto)

# #30089
source: Language for all TMDB services
es_es: Idioma para todos los servicios de TMDB

# #30101
source: IMDB Services
es_es: Servicios de IMDB

# #30102
source: Use IMDB full cast (actor, rol, picture)
es_es: Usar reparto completo de IMDB (actor, rol y foto)

# #30104
source: Get IMDB Top250
es_es: Obtener Top 250 de IMDB

# #30105
source: Use IMDB age ratings (MPAA US)
es_es: Usar clasificación por edades (MPAA US) de IMDB

# #30106
source: Use IMDB ratings
es_es: Usar puntuaciones de IMDB

# #30107
source: Use IMDB US slogan
es_es: Usar eslogan de IMDB (US)

# #30000
source: General
el_gr: Γενικά
pl_pl: Ogólny
pt_br: Geral
sv_se: Allmänna

# #30020
source: Media
el_gr: Αφίσες
pl_pl: Plakaty
pt_br: Posters
sv_se: Omslag

# #30040
source: FanArts
el_gr: FanArt
pl_pl: Fanarty

# #30060
source: Trailers
el_gr: Διαφημιστικά
pl_pl: Trailery

# #30080
source: TMDB
el_gr: Επιπλέον
pl_pl: Dodatkowe
pt_br: Extra
sv_se: Extra

# #30081
source: Servicios de TMDB
el_gr: Τίτλοι Ομάδων Ταινιών
pl_pl: Tytuly kolekcji
pt_br: Títulos das Coleções
sv_se: Samlingstitlar

# #30100
source: IMDB
el_gr: (Εντοπισμός σφαλμάτων)Αναζήτηση πληροφοριών μόνο από Filmaffinity (πιο γρήγορο)
pl_pl: (debuguj)Szukaj informacji tylko na Filmaffinity (szybsze)
pt_br: (debug)Procurar informações somente de Filmaffinitiy (rápido)
sv_se: (debugg)Sök info endast från Filmaffinity (snabbare)
